"DETAIL_NAV_TITLE" = "Detaljer";

"DUE" = "Forfaller";
"NONE_DUE_DATE" = "Ingen";
"DUE_DATE_DETAIL_NAV_TITLE" = "Forfallsdato";
"HAS_DUE_DATE_SWITCH_TITLE" = "Forfaller";
"SHOW_MORE" = "Vis mer…";
"SHOW_LESS" = "Vis mindre…";
"PRIORITY" = "Prioritet";

// Priority
"NONE_PRIORITY" = "Ingen";
"LOW_PRIORITY" = "Lav";
"MEDIUM_PRIORITY" = "Middels";
"HIGH_PRIORITY" = "Høy";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioritet";

// Lists
"REMINDER_LIST" = "Liste";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Påminn meg";
"NONE_REMINDER_ALERT" = "Aldri";
"ON_A_DAY" = "Minn meg på det på en dag";
"AT_A_LOCATION" = "Minn meg på det på et sted";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "På et sted";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Nåværende posisjon";
"CHOOSE_ADDRESS" = "Velg en kontakt…";
"DETERMINING_LOCATION" = "Finner posisjon...";
"CANNOT_DETERMINE_LOCATION" = "Finner ikke stedet";
"MY_ADDRESS_WITHOUT_LABEL" = "Min adresse"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adressen til %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@s %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Kommer";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Drar";
"DUE_ALL_DAY_FORMAT" = "%@ (hele dagen)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%@ får du en påminnelse\n%@, eller senest\nklokken %@ samme dag."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "når du kommer til dette stedet";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "når du drar fra dette stedet";

// Location
"LOCATION" = "Sted";
"NONE_LOCATION" = "Ingen";
"ALARM_PROXIMITY_ENTER" = "Når jeg er framme";
"ALARM_PROXIMITY_LEAVE" = "Når jeg drar";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Velg en kontaktposisjon";
"WIFI_DISABLED_SUBTEXT" = "Aktiver Wi-Fi i Innstillinger for mer nøyaktige stedsbaserte påminnelser.";
"WIFI_DISABLED_PROMPT" = "Aktivering av Wi-Fi i Innstillinger vil gi en mer nøyaktig plassering.";
"WLAN_DISABLED_SUBTEXT" = "Aktiver WLAN i Innstillinger for mer nøyaktige stedsbaserte påminnelser.";
"WLAN_DISABLED_PROMPT" = "Aktivering av WLAN i Innstillinger vil gi en mer nøyaktig plassering.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Aktiver Stedstjenester i Innstillinger for å bruke stedsbaserte påminnelser.";
"SETTINGS" = "Innstillinger";
"TYPED_LOCATION_PLACEHOLDER" = "Oppgi en adresse…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Finner ikke adressen. Kontroller stavemåten og prøv igjen.";
"MAP" = "Kart";
"SHOW_IN_MAP" = "Vis i kart";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Mine steder";
"ME_CARD_ALERT_BODY" = "Påminnelser kan bruke kontaktinformasjonen din til å gi stedvalg som «hjemme» eller «arbeid». Hvilken kontakt vil du bruke?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Velg";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "Ø";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "V";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Kan ikke arkivere påminnelse";

"UNTITLED_REMINDER" = "Uten navn";
